[
  {
    "back":"#b13335",
    "name": "A FEVER YOU CAN'T SWEAT OUT",
    "cover": "/covers/afycso.png",
    "info": "Ten years ago, who would've guessed that emo would usurp punk as the genre du jour for angst-ridden teens. By the late 1990s, most fans of the genre's second wave were abandoning it. Many of the best bands had split up, while the handful that were left were moving toward a more straightforward pop rock sound. But just as it appeared over, the scene suddenly exploded, giving birth to an entire new generation of slick, generic, mall-store neo-emo. It's like the bartender yelled last call, the house lights came on, and then at the last minute, he decided to keep the club open all night serving Cokes. So now, 20 years after Rites of Spring's only full-length album was released, we've arrived at Panic! at the Disco's A Fever You Can't Sweat Out."
  },
  {
    "back":"#865f9a",
    "name": "PRETTY ODD.",
    "cover": "/covers/prettyodd.jpeg",
    "info": "So, here we have the most unexpected, most amazing, most incomprehensible surprise of 2008 – well, so far, but I think that is going to stay. Of course I would love to see a hundred similar miracles during the year, but that is improbable. Panic at the Disco – then still called, aggressively, 'Panic! At the Disco' – released their first album in late 2005, the only track I know from it (I Write Sins Not Tragedies) was mediocre, boring, pretentious angst recycling, and as the album had clearly something to do with the so-called 'emo' I wasn't interested in it. I am still not interested. Pretty. Odd. is a completely different thing; no matter what the guys say in the lyric of We're So Starving or what some of their fans and haters seem to think, this is another incarnation of the band."
  },
  {
    "back":"#e5e65e",
    "name": "VICES & VIRTUES",
    "cover": "/covers/vv.jpg",
    "info": "Vices & Virtues is the eagerly anticipated third album from avant-garde alt-rockers Panic! at the Disco. It’s the follow-up to their 2008 sophomore effort Pretty.Odd, and their first since the departure of former chief lyricist Ryan Ross, leaving lead vocalist Brendon Urie and drummer Spencer Smith to fend for themselves. After many had written the band off, curious eyes and ears have been eagerly awaiting the band’s next career move. As it turns out, the former band members’ departure wasn’t as detrimental as fans may have feared. Vices & Virtues combines the best and most memorable elements of Panic! at the Disco’s previous two full-length releases, and the end result is their catchiest and most accessible effort to date. The album’s theme revolves around good versus bad, while each of the 10 tracks contain at least one of multiple vices."
  },
{
  "back":"#aaaaaa",
  "name": "TOO WEIRD TO LIVE, TOO RARE TO DIE",
  "cover": "/covers/twtltrtd.png",
  "info": "With this album, Panic! At the Disco shows that what happens in Vegas, doesn’t always stay in Vegas. Too Weird to Live, Too Rare to Die is the fourth Panic! At the Disco studio album, released in October 2013 with Decaydance (Fall Out Boy) and Fueled By Ramen (All Time Low, Twenty One Pilots). The album looks back on the band’s Vegas roots through a more mature, yet still critical, perspective than that of past albums. Too Weird to Live is a concept album of sorts that tells Urie’s story of growing up to eventually leave the Vegas lifestyle behind, of finding true love in a city “famous for being in love with you for only one night” (Sputnik). The album’s title comes from Hunter S. Thompson’s “Fear and Loathing In Las Vegas.”"
},
{
  "back":"#4046b9",
  "name": "DEATH OF A BACHELOR",
  "cover": "/covers/doab.jpg",
  "info": "Death of a Bachelor is the fifth studio album by Panic! at the Disco, and their first as a solo project, released on January 15, 2016 on Fueled by Ramen and DCD2. It is the follow-up to the band's fourth studio album, Too Weird to Live, Too Rare to Die! (2013), with the entire album written and recorded by vocalist/multi-instrumentalist Brendon Urie, who collaborated with other writers including Jake Sinclair, Morgan Kibby, Lolo, and Sam Hollander. It is the band's first album to not feature drummer Spencer Smith and also follows bassist Dallon Weekes' departure from the official line-up, subsequently becoming a touring member once again."
},
{
  "back":"#b1b5a8",
  "name": "PRAY FOR THE WICKED",
  "cover": "/covers/pftw.png",
  "info": "Pray for the Wicked is the sixth studio album by American pop rock solo project Panic! at the Disco. The album was released on June 22, 2018 on Fueled by Ramen in the US and WEA internationally. It is the follow-up to the band's fifth studio album, Death of a Bachelor (2016). The album was produced by Jake Sinclair and promoted by the singles Say Amen (Saturday Night), High Hopes and Hey Look Ma, I Made It, with (Fuck A) Silver Lining, Dancing's Not a Crime and King of the Clouds as promotional singles. It received generally positive reviews upon release, with many critics noting Urie's Broadway influences following his performance in Kinky Boots."
},
{
  "back":"#d1983e",
  "name": "VIVA LAS VENGEANCE",
  "cover": "/covers/vlv.jpg",
  "info": "Viva Las Vengeance is the seventh and final studio album by American pop rock solo project Panic! at the Disco, released on August 19, 2022, through Fueled by Ramen and DCD2 Records. It is their first studio album in 4 years since their 2018 album, Pray for the Wicked, and the last album prior to the project's disbandment. It was announced alongside the release of the lead single and title track Viva Las Vengeance on June 1, 2022, and was supported by a tour that began in North America in the third quarter of 2022, and ended in Europe in March 2023."
}
]